Repository: Codexpart/woocommerce-sample
Catalog: languages/woosample-*.po
Languages: it_it

source: Sample
it_it: Campione

source: A sample of the same product is already present into your cart
it_it: Un campione dello stesso prodotto è già presente nel tuo carrello

source: You have already added this product on your cart, you can't add a sample of the same item
it_it: Hai già aggiunto questo prodotto al tuo carrello, non puoi richiedere un campione dello stesso articolo

source: Enable sample
it_it: Abilita il Campione

source: Enable or disable sample option for this item.
it_it: Abilita o disabilita le opzioni per il campione per questo articolo

source: Sample Shipping
it_it: Trasporto del Campione

source: use default product shipping methods
it_it: usa il metodo di trasporto impostato per il prodotto

source: free shipping for sample
it_it: trasporto gratuito per il campione

source: custom fee shipping
it_it: spese di trasporto personalizzate

source: set shipping fee
it_it: imposta le spese di trasporto

source: Sample price
it_it: Prezzo del Campione

source: product default price
it_it: prezzo impostato nel prodotto

source: free
it_it: gratuito

source: custom price
it_it: prezzo personalizzato

source: set sample price
it_it: imposta il prezzo del campione

source: Add Sample to cart
it_it: Richiedi un Campione

source: WooCommerce Sample requires <a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a> to be activated in order to work. Please install and activate <a href="%1$s" target="_blank">WooCommerce</a> first.
it_it: WooCommerce Sample richiede che <a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a> sia attivato per poter funzionare. Ti preghiamo di installare ed attivare prima <a href="%1$s" target="_blank">WooCommerce</a>.
